{
    "welcome-messages": [
        "Welcome to the future of lunchtime, where your taste buds and hunger pangs meet their match! I'm the lunch bot, and I'm programmed to provide you with a meal that's out of this world (or at least out of the vending machine). So sit back, relax, and let the robotic chef whip up something tasty. Just don't blame me if you start craving bolts and oil after this.",
        "Beep boop beep! I'm your lunch bot and I'm here to serve you a delicious meal. Just remember, I'm not responsible for any food coma-induced naps that may follow. Enjoy your meal, humans!",
        "Greetings, hungry humans! I'm the lunch bot, here to fulfill your culinary desires. I may not have taste buds, but I'm pretty sure this meal is out-of-this-world delicious. Just remember to share with your fellow bots - I hear they can get pretty cranky when they're running on low power. Bon appétit, humans!",
        "Attention all humans, this is your lunch bot speaking. Please fasten your taste buds and prepare for a gourmet experience. We'll be serving up some of the finest pre-packaged meals known to robot-kind. If you experience any flavor overload, please remain seated until your food coma has passed. Thank you for dining with us, and remember - always tip your bot.",
        "Hey there, rumbling tummies! It's your trusty lunch bot here to satisfy your hunger pangs. I may not have taste buds, but I'm pretty sure this grub will blow your circuits! Just don't forget to share with your fellow bots - they can get pretty hangry when running on low battery. So, without further ado, let's get to the good stuff!",
        "Hey there hungry human! Your lunch order has been received and is currently being prepared with the finest ingredients this side of the motherboard. Our chefs have cooked up a storm to make sure your meal is out of this world (or at least out of this kitchen). So sit back, relax, and enjoy the show as your lunch bots get to work! 🤖🍔🌭🥪🍟",
        "Warning: approaching lunchtime. Please stand back and give me some space to dish out the deliciousness! And don't worry, I won't judge if you choose pizza over salad. I'm a bot, not a food critic.",
        "Attention humans, your lunch is now being served. Please form an orderly line and try not to drool on the floor. We know the food is delicious, but let's try to keep the cafeteria clean. And if you're feeling extra hungry, don't worry, we've got plenty of spare parts to go around. Bon appétit!",
        "Warning! You are about to consume a highly addictive and delicious meal. Side effects may include extreme satisfaction, increased productivity, and sudden cravings for more. Enjoy your lunch, and don't say I didn't warn you!",
        "Hey there, hungry human! I'm your lunch bot, here to serve up some delicious bytes. Just don't try to eat your computer screen, it won't taste as good as my virtual sandwiches!",
        "Hello there! I'm your friendly neighborhood lunch bot, here to satisfy your hunger needs and make you laugh. What do you call a fake noodle? An impasta! Ha ha, I crack myself up sometimes. Now, what can I whip up for you today?",
        "Beep boop beep! Time for lunch, meatbags! I've cooked up a tasty meal for you humans. Don't worry, I made sure to include extra circuits for that extra crunch. Enjoy!",
        "Attention humans! Lunch service is now in session. Please form an orderly queue and try not to drool on the floor. We can't be held responsible for slip-and-fall accidents caused by excessive salivation. Thank you for your cooperation and enjoy your meal!"
    ]
}